<?php
// Heading
$_['heading_title']    = 'Промо-блоки';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили модуль промо-блоков!';
$_['text_edit']        = 'Редактировать модуль промо-блоков';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_hero']       = 'Промо-блок';
$_['entry_status']     = 'Статус';

// Help
$_['help_hero']        = 'Управляйте содержимым (изображение, текст, кнопки) в разделе Дизайн > Промо-блоки.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения модуля промо-блоков!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_hero']       = 'Пожалуйста, выберите промо-блок!';
